Autodesk.Revit.DB.ExportResolution.Coarse
STL and OBJ exporting with coarse resolution.

Autodesk.Revit.DB.ExportResolution.Medium
STL and OBJ exporting with medium resolution.

Autodesk.Revit.DB.ExportResolution.Fine
STL and OBJ exporting with fine resolution.

Autodesk.Revit.DB.ExportResolution.Custom
STL and OBJ exporting with custom resolution (all possible STL/OBJ tessellation parameters have default values).